<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>Untitled Document</title>
<link href="css/idealphysics_styles.css" rel="stylesheet">
<link href="css/font-style.css" rel="stylesheet">
<script src="http://ajax.googleapis.com/ajax/libs/jquery/1.11.2/jquery.min.js"></script>
<script> 
$(document).ready(function(){
  $("#flip2").click(function(){
    $("#panel").slideToggle("slow");
  });
});
$(document).ready(function(){
  $("#flip2").click(function(){
	 $('#flip2').toggleClass('less');
  });
});
</script>
</head>
<body>
<div class="idealphysics">
	<ul>
    	<li>
        	  <a  class="timeline"><img src="images/headphysics/banner.png" width="100%" height="100%"> </a>
            <a  class="logo"><img src="images/headphysics/profile.png" width="100%" height="100%"> </a>
            <div  class="tell">
                  ideal Call : 087-911-7000
            </div>
            <a  class="worlding"><img src="images/headphysics/worlding.png" width="100%" height="100%"></a>
      </li>
  </ul>
</div>
<div class="idealphysics2">
<div id="flip3"><a style="color:#F60;text-decoration: none;">พี่มักกล่าวกับเราถึงหัวใจสำคัญของ ideal Physics สถาบันที่เปิดสอนมากว่า 17 ปีและมีสาขามากกว่า 27 สาขาทั่วประเทศ</br>ซึ่งวันนี้พี่มักจะมาบอกเล่าเรื่องราวและตัวตน จากจุดเริ่มต้นจนถึงวันนี้ - 26 ปี ideal Physics
</a>
</br>
“คนเก่งจะไม่เข้าใจคนโง่ แต่พี่คือคนโง่ พี่เลยรู้ว่าถ้าน้องมาเรียนแล้ว
น้องจะโง่ตรงไหน เพราะพี่เคยโง่มาก่อน</br>นี่คือข้อได้เปรียบของพี่คนอื่นโอลิมปิกหมด
</div>
<div id="flip"></div> 
<div id="panel">เขาไม่เข้าใจหรอกแต่พี่ไม่ใช่ ตรงนี้น้องเข้าใจแบบนี้ใช่ไหม
น้องเข้าใจผิดเพราะพี่เคยเข้าใจผิดมาก่อน แต่คนฉลาดมันไม่เคยเข้าใจผิด</br>คนโง่ย่อมเข้าใจในคนโง่ คนฉลาดจะไปเข้าใจได้อย่างไรว่าเคยงงอันนี้”
</br>
<a style="color:#F60;text-decoration: none;">จากประสบการณ์ของพี่มัก ที่รู้ว่าน้องไม่เข้าใจส่วนใด จึงทำให้อธิบายได้ตรงจุดที่น้องอยากรู้ จนเกิดเป็นแนวการสอนฟิสิกส์</br>ที่ต่างจากสถาบันอื่นๆ</a>
</br>
“เวลาสอนพี่จะพูดทฤษฎีก่อน ว่าทั่วไปเขาพูดแบบนี้ เขาพูดภาษาฟิสิกส์ถามว่างงไหม? ถ้างง... งั้นมาฟังภาษาคน”
</br>
<a style="color:#F60;text-decoration: none;">ด้วยการสอนที่ใช้ภาษาที่เข้าใจง่าย เปลี่ยนมุมมองในการเรียนฟิสิกส์ มีอีกสิ่งหนึ่งที่ ideal Physics ให้ความสำคัญคือ</br>การเรียนแบบไม่เน้นจำสูตร</a>
</br>
“สูตรเป็นเครื่องมือที่คนฉลาดใช้บอกคนโง่ แต่ถ้าเราไม่รู้ที่มามันก็จบ มันเป็นความเข้าใจฟิสิกส์ที่ผิด บางที่สอนให้ท่องสูตร</br>ideal เราก็ท่องนะ แต่เราท่องแบบไม่รู้ตัว เพราะเราเจอทุกวันอ่านหนังสือ
ทุกวัน เราเลยไม่ต้องท่องเราเจอบ่อยๆ</br>มันจะเป็นความคุ้นเคย ฉะนั้นเวลาทำโจทย์ยากๆ ไม่ได้
ก็ Back to Basic กลับไปสู่ธรรมชาติ เวลาพี่จะให้เด็กจำอะไร</br>พี่จะลากไปสู่ธรรมชาติ เพราะฟิสิกส์ก็เป็นเหมือนกัน เวลาเข้าไปทำโจทย์เรื่องนี้สูตรเป็นไง
เราก็นึกไปถึง Basic ก็คิดออก</br>ต่อให้ผ่านไป 20 ปี
ก็ไม่ลืม”
</br>
<a style="color:#F60;text-decoration: none;">จากเทคนิคการสอนที่ไม่เน้นการจำสูตร ยังมี
อีกสิ่งที่พี่มักคอยสอนน้องๆ อยู่เสมอ นั่นก็คือ Tree Diagram</a>
</br>
“Tree Diagram เป็นสิ่งที่ช่วยจัดกระบวนการทางความคิด เป็นแผนภาพที่ช่วยให้เห็นโครงสร้างของฟิสิกส์ทั้งหมด</br>โดยใช้หลักการจำเป็นรูปภาพ อัจฉริยะเขาจำด้วยรูปภาพ เอาความรู้มาร้อยเรียง
และจัดหมวดหมู่เป็นรูปภาพ</br>แล้วมันจะมีเรื่องราวต่อไปเอง”
</br>
<a style="color:#F60;text-decoration: none;">เรื่องราวต่างๆถูกถ่ายทอดออกมามากมาย รวมทั้ง
ประสบการณ์ในอดีตของพี่มักที่ทำให้เราเข้าใจว่า ทำไม ideal Physics</br>จึงให้ความสำคัญกับเวลาเรียนมากเป็นพิเศษ</a>
</br>
“พี่ค้นพบว่าไม่มีใครเรียนรอบเดียวแล้วรู้เรื่อง ideal Physics จึงให้เวลาเรียนมากกว่าถึง 1.7 เท่า
</br>
เพื่อให้น้องได้มีโอกาสทบทวนความรู้และเข้าใจมากขึ้นนี่คือสิ่งที่พี่เคยได้ พี่เลยอยากให้เด็กทุกคนได้เหมือนกับที่พี่เคยได้”
</br>
</br>
<a style="color:#F60;margin-left:25%;text-decoration: none;">ก่อนจบบทสนทนาพี่มักทิ้งท้ายกับพวกเราพร้อมรอยยิ้ม</a>
</br>
</br>
<a style="color:#000;margin-left:29%;text-decoration: none;">“ฟิสิกส์อธิบายได้ทุกอย่าง ยกเว้น จิตใจนารี"</a>
</div>
<div id="flip2"></div>
</div>
</body>
</html>